

[{
  "title":"Monsoon School on Urban Floods, 07-12 August 2023",
  "date":"12/07/2023",
  "imgSrc":"../../assets/images/news/Brochure_Monsoon-School-2023.jpg"
},
{
  "title":"Deccan Herald – Sept 16, 2022",
  "date":"16/09/2022",
  "imgSrc":"../../assets/images/news/bangaluru-flood-prediction.jpg"
},
{
  "title":"New Book Chapter: Hydrological status and outlooks co-authored by Prof. P P Mujumdar (Chairman, ICWaR), Dr. Katie Facer-Childs (CEH, UK), and Anusree K Anju (SRF, ICWaR) in Emerging science for sustainable water resource management, edited by Dr. Sunita Sarkar and Prof. Harry Dixon.",
  "date":" ",
  "imgSrc":"../../assets/images/news/New-Book-Chapter-Hydrological-status-outlook.png"
},
{
  "title":"This is a crowd-funded initiative led by Mr. Sengupta where several ICWaR students participated. Bangalore Mirror – Sept 13, 2022",
  "date":"13/09/2022",
  "imgSrc":"../../assets/images/news/Life-Streaming-BM.png"
},
{
  "title":"“Urban Modelling: Development of multi-sectorial simulation lab and science-based decision support framework to address urban environmental issues” is a collaborative project under National Super-computing Mission with C-DAC as the lead organisation, funded by DST. ICWaR is contributing to the hydrological aspects of the project.",
  "date":" ",
  "imgSrc":"../../assets/images/news/Urban-Modelling.jpg"
},
{
  "title":"Initiative by ICWaR in collaboration with UNESCO, to provide information and data on everything related to climate change and downscaling for urban areas for the benefit of researchers, students, policymakers and practitioners worldwide. Click here to visit the Urban Climate Downscaling Portal (UCDP)",
  "date":" ",
  "imgSrc":"../../assets/images/news/climate-change-and-downscaling.jpg"
},
{
  "title":"Discussion Meeting held on “Scale Issues in Hydrology“,  during December 1-3, 2019, in Hoysala Village Resort, Hassan. Click here for a detailed report.",
  "date":"03/12/2019",
  "imgSrc":"../../assets/images/news/scaleissues-hydrology.jpg"
},
{
  "title":"A four-week short course was held by Prof. Murugesu Sivapalan, Chester and Helen Siess Endowed Professor in Civil and Environmental Engineering, University of Illinois at Urbana Champaign, USA on the topic “Catchment Hydrology: A Synthesis of Time and Space Scales” October 21, 2019, in ICWaR Lecture Hall.",
  "date":"21/10/2019",
  "imgSrc":"../../assets/images/news/prof.Sivapalan.png"
},
{
  "title":"IISc Press- INSA book on “Water Futures of India-status of science and technology”  edited by P P Mujumdar (Chairman, ICWaR) & V M Tiwari (Director, NGRI)",
  "date": "15/03/2019",
  "imgSrc":"../../assets/images/news/book-cover-insawater.jpg"
}

]
